Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/joikaaminen_ja_tarinankerronta_-_koulutuspaiva_opettajille_lastenhoitajille_ja_vanhemmille.html.tmx
Source language: fin
Languages: smn

source: JOIKAAMINEN JA TARINANKERRONTA – Koulutuspäivä opettajille, lastenhoitajille ja vanhemmille
smn: JUOIGÂM JÁ MAINÂSTEM – Škovlimpeivi máttáátteijeid, párnáitipšoid já vaanhimáid

source: INARISSA SAJOKSESSA 28.10.2020
smn: ANARIST SAJOSIST 28.10.2020

source: Ohjelma:
smn: Ohjelm:

source: 9.00-9.30 Joikaamalla kasvattaminen (joikaaja Inga-Máret Gaup-Juuso)
smn: 9.00-9.30 Juoigâmáin šoddâdem (jyeigee Inga-Máret Gaup-juuso)

source: 9.30-10.00 Joikuperinteen elvyttäminen (muusikko Anna Näkkäläjärvi-Länsman)
smn: 9.30-10.00 Juáigusärbivyevi iäláskittem (musijkkár Anna Näkkäläjärvi-Länsman)

source: Kokemuksia joikaamisen oppimisesta ja lasten opettamisesta
smn: Feerimeh juoigâm oppâmist já párnái máttátmist

source: 10.00-10.45 Kertojan keinot ja apuvälineet (näyttelijä Irene Länsman)
smn: 10.00-10.45 Mainâsteijee vyevih já išeniävuh (čaittâleijee Irene Länsman)

source: 10.45-11.00 Saamelaismusiikki ja joikaaminen saamelaisopetuksessa (opettaja Maarit Niittyvuopio)
smn: 10.45-11.00 Sämimuusik já juoigâm sämimáttááttâs (máttáátteijee Maarit Niittyvuopio)

source: 11.00-12.00 Ruokatauko
smn: 11.00-12.00 Purâdempuddâ

source: 12.00-12.45 Kokemuksia joikaamisen opettamisesta ja oppimisesta (muusikko Tiina Aikio)
smn: 12.00-12.45 Feerimeh juoigâm máttátmist já oppâmist (musijkkár Tiina Aikio)

source: 12.45-13.00 Kahvitauko
smn: 12.45-13.00 Káhvástâllâm

source: 13.00-13.30 NIGÁ-lapsille ja nuorille (kirjailija Niilo Aikio, Jávrre Juhán Niillás)
smn: 13.00-13.30 NIGÁ-párnáid já nuoráid (kirječällee Niilo Aikio Jávrre Juhán Niillás)

source: Omalla kielellä, sävelellä ja mielellä
smn: Jieččân kielân, nuottáin, mieláin

source: Lasten ääni kuuluviin
smn: Párnái jienâ kulluđ

source: 14.15-14.30 Koulun tai päiväkodin joiku tai laulu, Oula Guttorm ja Petra Magga-Vars
smn: 14.15-14.30 Škoovlâ tâi peivikiäju juáigus tâi laavlâ, Oula Guttorm já Petra Magga-Vars

source: 14.30-15.00 Yhteinen lopetus ja keskustelu + palautelomake
smn: 14.30-15.00 Ohtsâš lopâttem já savâstâllâm + macâttâsluámáttâh

source: Ilmoittautumiset etukäteen 16.10. mennessä: petra.magga(at)samediggi.fi
smn: Almottâttâm muuneeld 16.10. räi: petra.magga(at)samediggi.fi

source: Muuta tietoa:
smn: Eres tiäđuh:

source: Otamme koulutukseen paikan päälle Sajokseen sisälle enintään 50 henkilöä.
smn: Mij väldip škovliimân pääihi oolâ Sajosân siisâ enâmustáá 50 olmožid škovliimân pääihi oolâ Sajosân.

source: Osallistujille tarjotaan kasvomaskit.
smn: Uásálisteid faallâp muátusuojijd.

source: Jos haluat osallistua etäyhteyksin, ilmoita se samalla, kun ilmoitat itsesi koulutukseen.
smn: Jis tun halijdah uásálistiđ káidusohtâvuođâiguin, te almoot tom siämmást ko almottâđah škovliimân.

source: SAAMELAINEN LASTENKULTTUURIKESKUS MÁNNU JA SAAMELAISMUSIIKKIKESKUS
smn: SÄÄMI PÁRNÁIKULTTUURKUÁVDÁŠ MÁNNU JÁ SÄÄMI MUUSIKKUÁVDÁŠ
